{
  "announcement_cron_job_expression": "0 9 * * *",
  "announcement_discord_channel_id": "",
  "catfact_responses": [
    "A cat can jump 5 times its height in a single bound.",
    "A cat can travel at a top speed of about 31 mph (49 km/h) over a short distance.",
    "A cat has two vocal chords and can make over 100 sounds.",
    "A cat lover is called an Ailurophilia (from Greek: cat+lover).",
    "A cat's brain is more similar to a human's than to a dog's.",
    "A cat's eyesight is both better and worse than humans', with better night vision but poorer color perception.",
    "A cat's field of vision is approximately 200 degrees.",
    "A cat's hairball is technically termed a \"bezoar.\"",
    "A cat's hearing is better than a dog's and can hear high-frequency sounds up to two octaves higher than humans.",
    "A cat's heart beats much faster than a human's, at 110-140 beats per minute.",
    "A cat's jaw can only move up and down, not side to side.",
    "A cat's memory is believed to be 200 times better than a dog's.",
    "A cat's nose pad is unique, similar to a human's fingerprint.",
    "A cat's sense of smell is approximately 14 times stronger than that of humans.",
    "A cat's tail is used to maintain balance.",
    "A cat's whiskers are not just for measuring gaps, but are also highly sensitive tactile hairs called vibrissae. They are deeply embedded in the cat's body and are connected to their nervous system.",
    "A cat's whiskers are roughly as wide as its body to gauge space.",
    "A commemorative tower in Scotland honors Towser, a cat who caught nearly 30,000 mice in her lifetime.",
    "A female cat is called a queen or a molly.",
    "A female cat's pregnancy lasts about 9 weeks.",
    "A form of AIDS exists in cats.",
    "A group of cats is called a \"clowder.\"",
    "A sexually active feral tom-cat \"owns\" an area of about three square miles.",
    "A steady diet of dog food can cause blindness in cats due to a lack of taurine.",
    "A tiger's stripes are unique like fingerprints.",
    "About 37% of American homes have at least one cat.",
    "According to Hebrew legend, a cat was created by God to protect Noah's ark's food from rats.",
    "All cats have claws, and all except the cheetah sheath them when at rest.",
    "An adult lion's roar can be heard up to five miles away.",
    "Ancient Egyptians mourned the death of family cats by shaving off their eyebrows and holding elaborate funerals.",
    "Approximately 40,000 people in the U.S. are bitten by cats annually.",
    "Approximately one-third of cat owners believe their pets can read their minds.",
    "Baking chocolate is particularly dangerous for cats.",
    "Blue-eyed, white cats are often deaf.",
    "Both humans and cats have identical regions in their brains responsible for emotions.",
    "British cat owners spend approximately 550 million pounds annually on cat food.",
    "Cat owners in the U.S. spend over $2 billion annually on cat food.",
    "Cat's urine glows under a black light.",
    "Cats adore sardines.",
    "Cats and kittens should ideally be acquired in pairs for better interaction.",
    "Cats are extremely sensitive to vibrations and can detect earthquake tremors before humans.",
    "Cats are more popular than dogs in North America, with 73 million cats compared to 63 million dogs.",
    "Cats are now Britain's favorite pet, outnumbering dogs.",
    "Cats are one of the few animals that recognize themselves in a mirror.",
    "Cats are subject to asthma, which can be aggravated by dust, smoke, and other air pollutants.",
    "Cats are usually lactose intolerant.",
    "Cats bury their feces to cover their trails from predators.",
    "Cats can be lactose intolerant and should avoid milk.",
    "Cats can be right-pawed or left-pawed.",
    "Cats can detect vibrations through their feet, sensing nearby prey or danger.",
    "Cats can jump up to 7 times their tail length.",
    "Cats can jump up to 6 times their body length.",
    "Cats can make a chirping sound when observing prey to mimic birds.",
    "Cats can make about 100 different sounds, compared to dogs' 10.",
    "Cats can predict earthquakes, though the mechanism is unclear.",
    "Cats can rotate their ears 180 degrees using 32 muscles.",
    "Cats can rotate their ears independently to pinpoint sounds.",
    "Cats can see six times better in the dark than humans.",
    "Cats can sometimes heal themselves by purring at a frequency that promotes tissue regeneration.",
    "Cats can tolerate temperatures up to 133 째F if they have ample water.",
    "Cats cannot climb headfirst down a tree because all their claws point the same way.",
    "Cats cannot detect sweetness, which explains their lack of attraction to sweet foods.",
    "Cats cannot properly digest cow's milk.",
    "Cats come to full alertness from sleep faster than any other creature.",
    "Cats control their outer ear with 32 muscles; humans use only 6.",
    "Cats do not need to blink regularly to keep their eyes lubricated.",
    "Cats eat grass to aid digestion and expel fur from their stomachs.",
    "Cats have 230 bones in their body, more than humans who have 206.",
    "Cats have 30 teeth, while dogs have 42. Kittens have baby teeth replaced by permanent teeth around 7 months.",
    "Cats have 300 million neurons; dogs have about 160 million.",
    "Cats have a superior sense of smell, 14 times better than humans.",
    "Cats have a unique \"vocabulary\" with their owners, developing meows and sounds that are not used with other humans or cats.",
    "Cats have a unique way of walking called \"direct registering,\" where their back paw steps into the nearly exact spot as the front paw did beforehand, reducing noise and visible tracks.",
    "Cats have about 130,000 hairs per square inch (20,155 per square centimeter).",
    "Cats have around 30 vertebrae, compared to humans' 33 in early development and 26 in adulthood.",
    "Cats have been domesticated for half as long as dogs.",
    "Cats have fewer taste buds than humans, affecting their sense of taste.",
    "Cats have individual preferences for scratching surfaces and angles.",
    "Cats have larger eyes relative to their body size than most mammals.",
    "Cats have more bones than humans, with some variations as they age.",
    "Cats have supersonic hearing.",
    "Cats have the largest eyes relative to body size of any mammal.",
    "Cats have three eyelids.",
    "Cats have three sets of long, sensitive hairs: whiskers, eyebrows, and between paw pads.",
    "Cats lack a sweet tooth due to a mutation in a key taste receptor.",
    "Cats lap liquid from the underside of their tongue.",
    "Cats lived with soldiers in trenches during World War I.",
    "Cats lose almost as much fluid in saliva while grooming as they do through urination.",
    "Cats must have fat in their diet as they cannot produce it themselves.",
    "Cats need taurine in their diet to avoid blindness and cannot produce fat on their own.",
    "Cats often overreact to unexpected stimuli due to their sensitive nervous systems.",
    "Cats only sweat through their paws.",
    "Cats only use meows to communicate with humans, not other cats.",
    "Cats overtook dogs as the number one pet in America in 1987.",
    "Cats prefer non-confrontational approaches and avoid fights.",
    "Cats primarily communicate with humans through meowing, not with other cats.",
    "Cats purr at a frequency similar to an idling diesel engine, about 26 cycles per second.",
    "Cats reach sexual maturity at 6 to 10 months for females and 9 to 12 months for males.",
    "Cats respond better to women than to men, possibly due to women's higher-pitched voices.",
    "Cats rub against people to mark territory with scent glands around their face.",
    "Cats see about 6 times better than humans at night.",
    "Cats should not be fed tuna exclusively due to the lack of essential nutrient taurine.",
    "Cats sleep for about 16 hours a day.",
    "Cats spend 70% of their lives asleep.",
    "Cats spend several hours a day grooming themselves.",
    "Cats spend two-thirds of their lives sleeping.",
    "Cats step with both left legs, then both right legs when walking or running.",
    "Cats sweat only through their paws.",
    "Cats take 20-40 breaths per minute.",
    "Cats tend to favor one paw over another, with females usually favoring the right and males the left.",
    "Cats think of humans as large cats, influencing their behavior.",
    "Cats use meows primarily to communicate with humans, not other cats.",
    "Cats use tail movements to communicate their emotions.",
    "Cats walk on their toes.",
    "Cats with long, lean bodies are generally more outgoing than those with a stocky build.",
    "Cats, especially older ones, can get cancer that is often treatable successfully.",
    "Cats' \"righting reflex\" allows them to survive falls from high places.",
    "Cats' appetite is an indicator of their health.",
    "Cats' backbones are extremely flexible with up to 53 loosely fitting vertebrae.",
    "Cats' cerebral cortex contains about twice as many neurons as dogs'.",
    "Cats' clavicles are not connected to other bones, allowing them to fit through any opening the size of their head.",
    "Cats' eyes shine in the dark due to the tapetum, a reflective layer in the eye.",
    "Cats' footpads absorb the shock of landing when they jump.",
    "Cats' front paws have 5 toes, but the back paws have 4. Some cats are born with extra toes (polydactyl).",
    "Cats' grooming habits are also a form of temperature regulation.",
    "Cats' hearing is more sensitive than humans and dogs.",
    "Cats' hearing range stops at 65 kHz, while humans' stops at 20 kHz.",
    "Cats' jaws can't move sideways, so they can't chew large chunks of food.",
    "Cats' life expectancy has nearly doubled since 1930.",
    "Cats' normal pulse is 140-240 beats per minute, with an average of 195.",
    "Cats' noses are wet to help absorb scent chemicals.",
    "Cats' paw pads absorb shocks when they jump.",
    "Cats' paws serve as temperature regulators, shock absorbers, and grooming tools.",
    "Cats' purring can indicate happiness or pain.",
    "Cats' sense of smell is their strongest sense and significantly better than humans'.",
    "Cats' strong sense of smell is their most dominant sense.",
    "Chlorine in tap water can irritate cats' sensitive noses; let tap water sit for 24 hours before giving it to a cat.",
    "Domestic cats can run at speeds of 30 mph.",
    "Each cat's nose print is unique.",
    "Early treatment of kittens influences their adult behavior.",
    "Edward Lear's cat, Foss, influenced his decision to build a house to the same specifications as his previous residence.",
    "Female cats are polyestrous.",
    "Female cats are referred to as mollies or queens, and male cats as toms.",
    "Female cats, or queens, can begin mating between 5 and 9 months old.",
    "Foods harmful to cats include onions, garlic, chocolate, grapes, and raisins. Feeding cats dog food or canned tuna meant for humans can cause malnutrition.",
    "Ginger tabby cats can have freckles around their mouths and on their eyelids.",
    "Grown cats have 30 teeth. Kittens have about 26 temporary teeth, which they lose around 6 months old.",
    "Hemingway owned many polydactyl cats, leading to their nickname \"Hemingway cats.\"",
    "If a cat snores or rolls over to expose its belly, it indicates trust.",
    "In Ancient Egypt, mourning a cat involved shaving eyebrows.",
    "In Britain and Australia, black cats are considered lucky, contrasting with other parts of Europe and North America.",
    "In contrast to dogs, cats have not undergone major changes during domestication.",
    "In Holland's embassy in Moscow, two Siamese cats discovered Russian spy microphones.",
    "In Japan, cats are believed to turn into super spirits upon death, possibly linked to Buddhist beliefs.",
    "In just seven years, a pair of cats and their offspring could produce a total of 420,000 kittens.",
    "In one stride, a cheetah can cover 23 to 26 feet.",
    "Isaac Newton is credited with creating the concept of the pet door.",
    "It takes about 2 weeks for a kitten to hear well. Eyes usually open between 7 and 10 days.",
    "Jaguars are the only big cats that don't roar.",
    "Kittens sleep a lot because a growth hormone is released only during sleep.",
    "Kittens usually stay with their mother until 9 weeks of age.",
    "Kopi Luwak, the world's rarest coffee, is made using beans passed through a wildcat's digestive system.",
    "Like birds, cats have a homing ability using their biological clock, the sun's angle, and Earth's magnetic field.",
    "Lions are the only cats living in groups, called prides.",
    "Many cats love having their forehead gently stroked.",
    "Many Egyptians worshipped the goddess Bast, who had a woman's body and a cat's head.",
    "Mohammed's favorite cat, Muezza, was a tabby, believed to be the origin of the \"M\" mark on tabby cats' foreheads.",
    "More than 300,000 mummified cats were found in an Egyptian cemetery in 1888 and were used as fertilizer in England and the U.S.",
    "Most American pet owners obtain their cats by adopting strays.",
    "Most cats are left-paw dominant.",
    "Most cats had short hair until about 100 years ago, when breeding became fashionable.",
    "Mountain lions are strong jumpers due to muscular hind legs.",
    "Nearly four million cats are eaten annually in parts of Asia.",
    "Neutering a male cat can stop him from spraying, reduce fighting, and improve overall health and lifespan.",
    "Not all cats respond to catnip; it depends on a recessive gene.",
    "Notable individuals who disliked cats include Napoleon Bonaparte and Hitler.",
    "Over 500 million domestic cats exist worldwide, with around 40 recognized breeds.",
    "Owning cats can be beneficial for mental health, reducing high blood pressure and other illnesses.",
    "Owning cats can decrease the occurrence of high blood pressure and other illnesses.",
    "People allergic to cats are actually allergic to cat saliva or dander.",
    "Polydactyl cats have extra toes due to a genetic mutation.",
    "Pope Innocent VIII condemned cats as evil during the Spanish Inquisition, inadvertently exacerbating the Black Death due to an increase in the rat population.",
    "Purring does not always indicate happiness; cats may also purr when distressed or in pain.",
    "Relative to body size, the clouded leopard has the longest canines of all animals.",
    "Retractable claws set cats apart from other animals. Only cheetahs cannot retract their claws.",
    "Short, positive car trips can make kittens better car passengers as they grow older.",
    "Siamese cats' color change depends on body temperature; they carry albino genes that are activated above 98째 F.",
    "Siamese kittens are born white due to the heat in the mother's uterus preventing hair darkening.",
    "Since cats are good at hiding illness, any symptom should be taken seriously.",
    "Smuggling a cat out of ancient Egypt was punishable by death.",
    "Snow leopards can leap seven times their body length in a single bound.",
    "Some cats are known to walk on leashes like dogs.",
    "Some cats can swim and even enjoy it, contrary to popular belief.",
    "Some houseplants poisonous to cats include English Ivy, iris, and philodendron.",
    "Some Siamese cats appear cross-eyed due to the unusual wiring of their optic nerves.",
    "Tabby cats may get their name from Attab, a district in Baghdad.",
    "The Amur leopard is one of the most endangered animals.",
    "The ancestor of all domestic cats is the African Wild Cat.",
    "The Ancient Egyptian word for cat was mau, meaning \"to see.\"",
    "The average cat food meal is equivalent to about five mice.",
    "The average lifespan of an outdoor-only cat is about 3 to 5 years, while indoor-only cats can live 16 years or more.",
    "The average litter size for cats is 2-6 kittens.",
    "The Black-footed cat is the smallest wildcat today.",
    "The Cat Fanciers Association recognizes 44 cat breeds.",
    "The cat is the only domestic companion animal not mentioned in the Bible.",
    "The cheetah is the world's fastest land mammal, capable of speeds up to 70 mph.",
    "The claws on a cat's back paws aren't as sharp as the front paws because they don't retract and become worn.",
    "The clouded leopard and the cheetah are unique among the cat family; the former does not roar or groom like small cats, and the latter is a running cat, unlike other leaping cats.",
    "The domestic cat is97. The domestic cat is the only species able to hold its tail vertically while walking. Wild cats hold their tails horizontally or between their legs.",
    "The earliest ancestor of modern cats lived about 30 million years ago, called the Proailurus.",
    "The Egyptian Mau is likely the oldest breed of cat.",
    "The first cat in space was a French cat named Felicette in 1963.",
    "The first cat show was organized in 1871 in London.",
    "The first commercially cloned pet was a cat named \"Little Nicky.\"",
    "The first formal cat show was held in England in 1871; in America, it was in 1895.",
    "The first official cat show in the UK was in 1871 at the Crystal Palace.",
    "The frequency of a cat's purr can improve bone density and healing.",
    "The heaviest cat on record was Himmy, a Tabby from Queensland, Australia, weighing nearly 47 pounds (21 kg).",
    "The Jacobson's organ in cats, located in the roof of their mouth, is a special scent organ that analyzes smells.",
    "The largest cat breed is the Ragdoll, with male Ragdolls weighing 12 to 20 lbs (5.4-9.0 kg).",
    "The largest litter ever produced by a cat had 19 kittens, with 15 surviving.",
    "The leopard is the most widespread of all big cats.",
    "The life expectancy of cats has nearly doubled over the last 50 years.",
    "The lightest cat on record was a blue point Himalayan named Tinker Toy, weighing 1 pound, 6 ounces (616 g).",
    "The longest living cat, Creme Puff, lived to 38 years.",
    "The Maine Coon is America's only natural breed of domestic feline, significantly larger than the Singapura, the smallest breed.",
    "The Maine Coon is the only native American long-haired breed.",
    "The mechanism of a cat's purr is not fully understood, but it's believed to involve vibrating vocal folds deep in the throat.",
    "The most expensive cat was Zeus, an Asian Leopard cat-Domestic Shorthair hybrid, priced at $100,000.",
    "The most traveled cat is Hamlet, who hid on a plane for seven weeks, traveling nearly 373,000 miles.",
    "The name \"jaguar\" comes from a Native American word meaning \"he who kills with one leap.\"",
    "The normal body temperature of a cat is between 100.5 째 and 102.5 째F.",
    "The oldest cat on record was Creme Puff from Austin, Texas, who lived for 38 years.",
    "The oldest cat to give birth was Kitty, who at 30 years old, gave birth to two kittens.",
    "The oldest known pet cat was found in a 9,500-year-old grave on Cyprus, predating Egyptian art depicting cats by over 4,000 years.",
    "The pattern on a cat's nose is as unique as a human fingerprint.",
    "The Persian cat is the most popular pedigreed cat, followed by the Maine Coon and the Siamese.",
    "The Ragdoll is the largest breed of cat, with males weighing 15 to 20 lbs.",
    "The richest cat is Blackie, who was left $15 million by his owner.",
    "The Siberian Tiger is the largest wildcat today, weighing up to 700 pounds (317 kg).",
    "The Singapura is the smallest pedigreed cat, and the Maine Coon is the largest.",
    "The tufts of hair in a cat's ear, known as \"ear furnishings,\" help keep out dirt and direct sound.",
    "The varied colors and markings of cat coats inspired the 'tabby' silks created in Baghdad.",
    "The word \"puss\" might be imitative of the hissing sound used to get a cat's attention.",
    "The world's largest cat measured over 4 feet long from nose to tail.",
    "There are approximately 100 cat breeds.",
    "There are up to 60 million feral cats in the United States.",
    "Tigers are excellent swimmers and don't avoid water.",
    "Unlike dogs and humans, cats keep their heads level when chasing prey.",
    "Unlike humans, cats do not need to blink regularly to keep their eyes lubricated.",
    "Unlike humans, cats cannot see directly under their noses.",
    "When a domestic cat hunts mice, about 1 in 3 pounces results in a catch.",
    "While many cats enjoy milk, it can cause diarrhea in some."
  ]
}
